#
# controller messages
#
# NLS_MESSAGEFORMAT_VAR
# NLS_ENCODING=UNICODE

Data.CouldNotDeleteMetadata=\u6c38\u7d9a\u30c7\u30fc\u30bf\u30fb\u30b9\u30c8\u30a2\u304b\u3089\u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
Data.CouldNotStoreMetadata=\u6c38\u7d9a\u30c7\u30fc\u30bf\u30fb\u30b9\u30c8\u30a2\u306b\u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u4fdd\u7ba1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
Data.DataFail=\u30ea\u30bd\u30fc\u30b9\u540d\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u30c7\u30fc\u30bf\u8981\u6c42\u304c\u5931\u6557\u3057\u307e\u3057\u305f
Data.DataFailAttributeName=\u8981\u6c42\u5c5e\u6027\u540d\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u30c7\u30fc\u30bf\u8981\u6c42\u304c\u5931\u6557\u3057\u307e\u3057\u305f
Data.DataFailMissingParm=\u8981\u6c42\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u30c7\u30fc\u30bf\u8981\u6c42\u304c\u5931\u6557\u3057\u307e\u3057\u305f
Data.DataFailResourceName=\u8981\u6c42\u30ea\u30bd\u30fc\u30b9\u540d\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u30c7\u30fc\u30bf\u8981\u6c42\u304c\u5931\u6557\u3057\u307e\u3057\u305f
Data.FailedMissingResource=\u8981\u6c42\u30ea\u30bd\u30fc\u30b9\u540d\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u30c7\u30fc\u30bf\u8981\u6c42\u304c\u5931\u6557\u3057\u307e\u3057\u305f
Data.MetadataStoreFailure=\u6c38\u7d9a\u30c7\u30fc\u30bf\u30fb\u30b9\u30c8\u30a2\u306b\u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u4fdd\u7ba1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f
Data.NoData=\u8981\u6c42\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9\u540d '%s' \u306e\u30c7\u30fc\u30bf\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
Data.ParsingRequest=\u8981\u6c42\u306e\u5185\u5bb9\u3092\u69cb\u6587\u89e3\u6790\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
Data.RequestFailContent=\u8981\u6c42\u306e\u5185\u5bb9\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u304b\u3001\u7121\u52b9\u3067\u3059


Datasets.DatasetExists=\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8 '%s' \u306f\u65e2\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059
Datasets.RequestError=\u8981\u6c42\u306e\u5185\u5bb9\u3092\u69cb\u6587\u89e3\u6790\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s


DataUtilities.MetadataDeleteException=\u6c38\u7d9a\u30c7\u30fc\u30bf\u30fb\u30b9\u30c8\u30a2\u304b\u3089\u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u524a\u9664\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
DataUtilities.MetadataPutException=\u6c38\u7d9a\u30c7\u30fc\u30bf\u30fb\u30b9\u30c8\u30a2\u306b\u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u66f8\u304d\u8fbc\u307f\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s
DataUtilities.MetadataRetrievalException=\u6c38\u7d9a\u30c7\u30fc\u30bf\u30fb\u30b9\u30c8\u30a2\u304b\u3089\u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u53d6\u5f97\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f: %s


Files.FailedMissingFilePath=\u30d5\u30a1\u30a4\u30eb\u30fb\u30d1\u30b9\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u8981\u6c42\u304c\u5931\u6557\u3057\u307e\u3057\u305f
Files.FailedMissingPath=\u30d1\u30b9\u304c\u6b20\u843d\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u8981\u6c42\u304c\u5931\u6557\u3057\u307e\u3057\u305f
Files.FailReadContent=\u30d5\u30a1\u30a4\u30eb '%s' \u304b\u3089\u5185\u5bb9\u3092\u8aad\u307f\u53d6\u308c\u307e\u305b\u3093\u3067\u3057\u305f:
Files.Newline=\n


JobOutput.ErrorReading=\u30b8\u30e7\u30d6\u51fa\u529b\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:\n
JobOutput.NoLongerActive=\u30b8\u30e7\u30d6\u304c\u30a2\u30af\u30c6\u30a3\u30d6\u3067\u306f\u306a\u304f\u306a\u308a\u307e\u3057\u305f
JobOutput.ReceiptUnexpected=\u30e1\u30c3\u30bb\u30fc\u30b8\u306e\u53d7\u4fe1\u306f\u60f3\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093
JobOutput.SessionCloseError=WebSocket \u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30bb\u30c3\u30b7\u30e7\u30f3 '%s' \u3092\u6b63\u5e38\u306b\u9589\u3058\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
JobOutput.UnableToSend=\u30bb\u30c3\u30b7\u30e7\u30f3 '%s' \u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093: %s
JobOutput.WebsocketCloseError=WebSocket \u304c\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u30fb\u30bb\u30c3\u30b7\u30e7\u30f3 '%s' \u3092\u6b63\u5e38\u306b\u9589\u3058\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
JobOutputConfigurator.NullRequest=\u30a4\u30f3\u30bf\u30fc\u30bb\u30d7\u30c8\u3055\u308c\u305f\u8981\u6c42\u306e JobOutputConfigurator \u304c\u30cc\u30eb\u306e\u5834\u5408\u306f\u3001SSO \u30c8\u30fc\u30af\u30f3\u307e\u305f\u306f\u30af\u30a8\u30ea\u30fc\u30fb\u30d1\u30e9\u30e1\u30fc\u30bf\u30fc\u3092\u62bd\u51fa\u3067\u304d\u307e\u305b\u3093


Jobs.CouldNotFindJobs=\u30d7\u30ec\u30d5\u30a3\u30c3\u30af\u30b9 '%s'\u3001\u6240\u6709\u8005 '%s' \u306e\u30b8\u30e7\u30d6\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
Jobs.JESNameNotFound=\u540d\u524d '%s'\u3001ID '%s' \u306e JES \u30b8\u30e7\u30d6\u306f\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
Jobs.NoDD=\u30b9\u30c6\u30c3\u30d7\u756a\u53f7 '%d'\u3001\u30b8\u30e7\u30d6\u540d '%s'\u3001\u30b8\u30e7\u30d6 ID '%s' \u306e DD \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
Jobs.NoFile=\u30b8\u30e7\u30d6 '%s'\u3001ID '%s'\u3001\u30d5\u30a1\u30a4\u30eb ID '%s' \u306e\u30d5\u30a1\u30a4\u30eb\u51fa\u529b\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
Jobs.NoJob=\u30b8\u30e7\u30d6 '%s'\u3001ID '%s' \u306e\u30d5\u30a1\u30a4\u30eb\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
Jobs.NoStep=\u8981\u6c42\u3055\u308c\u305f\u30b9\u30c6\u30c3\u30d7 '%s' \u306f\u3001\u30b8\u30e7\u30d6 '%s'\u3001\u30b8\u30e7\u30d6 ID '%s' \u306b\u5bfe\u3057\u3066\u5b58\u5728\u3057\u307e\u305b\u3093
Jobs.NoSteps=\u30b8\u30e7\u30d6\u540d '%s'\u3001\u30b8\u30e7\u30d6 ID '%s' \u306b\u306f\u30b9\u30c6\u30c3\u30d7\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
Jobs.InvalidSubmitData=\u30b8\u30e7\u30d6\u5b9f\u884c\u4f9d\u983c\u30c7\u30fc\u30bf\u304c\u7121\u52b9\u307e\u305f\u306f\u30cc\u30eb\u3067\u3059


JZOSUtilities.CodePageConversionException1=PARMLIB \u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8\u540d %s \u306e\u30b3\u30fc\u30c9\u30fb\u30da\u30fc\u30b8\u5909\u63db\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f
JZOSUtilities.CodePageConversionException2=sysplex/sysname: %s \u306e\u30b3\u30fc\u30c9\u30fb\u30da\u30fc\u30b8\u5909\u63db\u4e2d\u306b\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f


Messages.CodeNotFound=\u30e1\u30c3\u30bb\u30fc\u30b8\u30fb\u30b3\u30fc\u30c9\u3067\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u691c\u7d22\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f: %s


SDSFJobSearch.SDSFSearchFail=\u30d7\u30ec\u30d5\u30a3\u30c3\u30af\u30b9 '%s'\u3001\u6240\u6709\u8005 '%s' \u306b\u3064\u3044\u3066 SDSF \u3092\u4f7f\u7528\u3057\u3066\u30b8\u30e7\u30d6\u3092\u691c\u7d22\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f: %s)
SDSFUtilities.FailedDAPanelInfo=SDSF \u304b\u3089 DA \u30d1\u30cd\u30eb\u60c5\u5831\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: 


Syslog.InterruptedTerminating=\u30ed\u30b0\u66f4\u65b0\u30b5\u30fc\u30d3\u30b9\u306e\u7d42\u4e86\u4e2d\u306b\u5272\u308a\u8fbc\u307f\u304c\u5165\u308a\u307e\u3057\u305f 
Syslog.SYSLOGError=SYSLOG \u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:\n
Syslog.UnableToSend=\u30bb\u30c3\u30b7\u30e7\u30f3 '%s' \u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093: %s


SystemPerformance.7=\u30ea\u30bd\u30fc\u30b9\u4f7f\u7528\u91cf\u66f4\u65b0\u30b5\u30fc\u30d3\u30b9\u306e\u7d42\u4e86\u4e2d\u306b\u5272\u308a\u8fbc\u307f\u304c\u5165\u308a\u307e\u3057\u305f 
SystemPerformance.ErrorReadingUsage=\u30ea\u30bd\u30fc\u30b9\u4f7f\u7528\u91cf\u60c5\u5831\u306e\u8aad\u307f\u53d6\u308a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f:\n
SystemPerformance.UnableToSend=\u30bb\u30c3\u30b7\u30e7\u30f3 '%s' \u306b\u30e1\u30c3\u30bb\u30fc\u30b8\u3092\u9001\u4fe1\u3067\u304d\u307e\u305b\u3093: %s


Zos.InvalidUsername=\u8fd4\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30fc\u540d\u304c\u30d6\u30e9\u30f3\u30af\u307e\u305f\u306f\u30cc\u30eb\u3067\u3059\u3002 SAF \u306b\u3088\u308b\u8a8d\u8a3c\u304c\u5931\u6557\u3057\u305f\u3088\u3046\u3067\u3059\u3002
ZosUtilities.NoUsername=\u30e6\u30fc\u30b6\u30fc\u540d\u3092\u5224\u5225\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f


ZOSMFService.AttemptFail=\u30b8\u30e7\u30d6 '%s'\u3001\u30b8\u30e7\u30d6 ID '%s'\u3001\u30d5\u30a1\u30a4\u30eb ID '%s' \u306b\u3064\u3044\u3066 z/OSMF \u3092\u4f7f\u7528\u3057\u3066\u30b8\u30e7\u30d6\u306e\u5185\u5bb9\u3092\u53d6\u5f97\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.AttributesFailedForDataset=\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8 '%s' \u306b\u3064\u3044\u3066 z/OSMF \u3092\u4f7f\u7528\u3057\u3066\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8\u306e\u5c5e\u6027\u3092\u8981\u6c42\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.BodyFailed=z/OSMF \u304b\u3089\u306e\u5fdc\u7b54\u306e\u672c\u6587\u3092\u69cb\u6587\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ZOSMFService.ContentFailedForDataset=\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8 '%s' \u306b\u3064\u3044\u3066 z/OSMF \u3092\u4f7f\u7528\u3057\u3066\u5185\u5bb9\u3092\u8981\u6c42\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.CreateDatasetFailed=\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8 '%s' \u306b\u3064\u3044\u3066 z/OSMF \u3092\u4f7f\u7528\u3057\u3066\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8\u3092\u4f5c\u6210\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.DeleteFailed=\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8 '%s' \u306b\u3064\u3044\u3066 z/OSMF \u3092\u4f7f\u7528\u3057\u3066\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8\u3092\u524a\u9664\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.JobContetntRequestFailed=\u30b8\u30e7\u30d6 '%s'\u3001ID '%s'\u3001\u30d5\u30a1\u30a4\u30eb '%s' \u306b\u3064\u3044\u3066 z/OSMF \u304b\u3089\u30b8\u30e7\u30d6\u306e\u5185\u5bb9\u3092\u8981\u6c42\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.JobIdsFailed=\u30b8\u30e7\u30d6 '%s'\u3001\u6240\u6709\u8005 '%s' \u306b\u3064\u3044\u3066 z/OSMF \u304b\u3089\u30b8\u30e7\u30d6 ID \u3092\u8981\u6c42\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.JobIdsFailedNoName=\u30b8\u30e7\u30d6 ID \u306e\u8981\u6c42\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30b8\u30e7\u30d6\u540d\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059
ZOSMFService.ListFailedForDataset=\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8 '%s' \u306b\u3064\u3044\u3066 z/OSMF \u304b\u3089\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8\u30fb\u30e1\u30f3\u30d0\u30fc\u306e\u30ea\u30b9\u30c8\u3092\u8981\u6c42\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.ListFailedForFilter=\u30d5\u30a3\u30eb\u30bf\u30fc '%s' \u306b\u3064\u3044\u3066 z/OSMF \u304b\u3089\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8\u306e\u30ea\u30b9\u30c8\u3092\u8981\u6c42\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.PropertyErrorzosmfHTTPPort=z/OSMF \u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u308b\u30dd\u30fc\u30c8\u3092\u691c\u7d22\u3059\u308b\u305f\u3081\u306b\u30d7\u30ed\u30d1\u30c6\u30a3\u30fc 'zOSMFHttpsPort' \u3092\u30eb\u30c3\u30af\u30a2\u30c3\u30d7\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u304c\u4f7f\u7528\u3055\u308c\u307e\u3059 
ZOSMFService.PutFailedDataset=\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8 '%s' \u306b\u3064\u3044\u3066 z/OSMF \u3092\u4f7f\u7528\u3057\u3066\u5185\u5bb9\u306e\u66f8\u304d\u8fbc\u307f\u3092\u8981\u6c42\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.RequestFailed=\u30d7\u30ec\u30d5\u30a3\u30c3\u30af\u30b9 '%s'\u3001\u6240\u6709\u8005 '%s' \u306b\u3064\u3044\u3066 z/OSMF \u304b\u3089\u30b8\u30e7\u30d6\u3092\u8981\u6c42\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
ZOSMFService.ResponseParseError=z/OSMF \u304b\u3089\u306e\u5fdc\u7b54\u306e\u672c\u6587\u3092\u69cb\u6587\u89e3\u6790\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: %s
ZOSMFService.SubmitFailed=\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8 '%s' \u306b\u3064\u3044\u3066 z/OSMF \u3092\u4f7f\u7528\u3057\u3066\u30c7\u30fc\u30bf\u30fb\u30bb\u30c3\u30c8\u3092\u5b9f\u884c\u4f9d\u983c\u3057\u3088\u3046\u3068\u3057\u307e\u3057\u305f\u304c\u3001\u5931\u6557\u3057\u307e\u3057\u305f
